# -*- coding: UTF-8 -*-
def init():

  global chatGroups
  global vT
  global usersDict
  global admins 
  global ADMIN

  chatGroups =[
  u'Purdue普渡二手闲置',
  u'Purdue普渡租房',
  u'Purdue普渡拼车',
  u'Purdue普渡美食',
  u'Purdue普渡二手车',
  u'北美CPA',
  u'北美信用',
  u'线上KTV',
  u'北美表情分享'
  ]

  v0= u"您好,Purdue普渡加群建群小助手为您服务:)\n"
  v00=u"每天只能加4个群哦;\n"
  v1= u"回复 0 Purdue普渡二手闲置群2017🌟;\n"
  v2= u"回复 1 Purdue普渡租房总群2017🌟;\n"
  v3= u"回复 2 Purdue普渡拼车总群2017🌟;\n"
  v4= u"回复 3 Purdue普渡美食总群2017🌟;\n"
  v5= u"回复 4 Purdue普渡二手车群2017🌟;\n"
  v6= u"回复 5 加北美CPA,REG天天刷题群;\n"
  v7= u"回复 6 北美信用卡爱好者总群;\n"
  v8= u"回复 7 加线上KTV开嗓🎙️北美总群;\n"
  v9= u"回复 8 加北美表情分享总群;\n"
  v10= u"回复 99 查看【北美加群小助手Jogchat.com】\n"
  vT =v0+v00+v1+v2+v3+v4+v5+v6+v7+v8+v9+v10
  
  usersDict = {}
  admins = []
  ADMIN = u'@Purdue加群小助手'
